{
  "translation": {
    "aboutClub": "O klubie",
    "dashboard": "Panel",
    "activities": "Aktywności",
    "staff": "Kadra",
    "contact": "Kontakt",
    "signUp": "Zarejestruj się",
    "signIn": "Zaloguj się",
    "privacyPolicy": "Polityka prywatność",
    "legalStuff": "Warunki użytkowania",
    "cookiesPolicy": "Polityka ciasteczek",
    "resources": "Zasoby",
    "legal": "Prawne",
    "club": "Klub",
    "unleash": "Uwolnij",
    "your": "swoją",
    "innerStrengthToday": "wewnętrzną siłę już dziś",
    "landingPageDescription": "Doświadcz najnowocześniejszego sprzętu, doświadczonych trenerów i spersonalizowanych programów zaprojektowanych, aby pomóc Ci osiągnąć Twoje cele.",
    "ourPartners": "Nasi partnerzy",
    "findOutMore": "Dowiedz się więcej",
    "infoTabsHeader": "Jedna marka wiele możliwości",
    "strength": "Siła",
    "bodyShape": "Sylwetka",
    "condition": "Kondycja",
    "strengthDescription": "Nasza siłownia skupia się na budowaniu siły poprzez różnorodne ćwiczenia z wolnymi ciężarami, maszynami oporowymi i specjalistycznymi zajęciami. Nasi trenerzy uczą właściwej techniki, aby zapewnić skuteczne i bezpieczne treningi. Dołącz do naszych sesji Powerlifting i Bodybuilding, aby przekraczać swoje granice i osiągać nowe rekordy w wspierającym środowisku.",
    "bodyShapeDescription": "Oferujemy spersonalizowane treningi i zajęcia, które pomogą Ci osiągnąć wymarzony kształt ciała. Nasze wyposażenie i doświadczeni trenerzy wspierają Twoje cele, czy to odchudzanie, budowanie mięśni, czy uzyskanie zrównoważonej sylwetki. Otrzymaj dostosowane plany treningowe i porady żywieniowe, aby przyspieszyć postępy.",
    "conditionDescription": "Poprawa ogólnej kondycji fizycznej jest priorytetem w naszej siłowni. Oferujemy różnorodne zajęcia, takie jak Yoga, Pilates i HIIT, aby zwiększyć zdrowie układu krążenia, elastyczność i wytrzymałość. Nasi trenerzy pomagają utrzymać optymalne zdrowie dzięki zrównoważonym rutynom i właściwym technikom regeneracji, aby prowadzić zdrowszy styl życia. Dodatkowo, organizujemy warsztaty na temat zdrowego trybu życia i właściwego odżywiania."
  }
}
